Repository: herewithme/bea-multilingual-multisite
Catalog: languages/bea-mm-*.po
Languages: fr_fr

source: This plugin needs the activation of the multisite-feature for working properly. Please read <a href='http://codex.wordpress.org/Create_A_Network'>this post</a> if you don't know the meaning.
fr_fr: Ce plugin demande d'être sur un multisite pour pouvoir fonctionner. Veuillez lire <a href='http://codex.wordpress.org/Create_A_Network'>cet article</a> si vous ne comprenez pas comment faire.

source: Language switcher
fr_fr: Sélecteur de langue

source: Display avalaible translation for current view.
fr_fr: Affiche les traductions disponilbes pour la vue courante.

source: Widget Name
fr_fr: Nom du widget

source: Translations
fr_fr: Traductions

source: <%= number %> draft created
fr_fr: <%= number %> draft créé(s)

source: No draft created
fr_fr: Aucun draft n'a été créé

source: Relation not created
fr_fr: La relation n'a pas été créée

source: Relation created
fr_fr: Relation créée

source: Relation removed
fr_fr: Relation supprimée

source: Error during the relation removal
fr_fr: Erreur lors de la supression de la relation

source: Please select an object on the list
fr_fr: Veuillez sélectionner un objet de la liste

source: Draft are on their way... Please wait
fr_fr: Les brouillons sont en chemin... Veuillez patienter

source: Relation creation... Please wait
fr_fr: Création de la relation... Veuillez patienter

source: Relation deletion... Please wait
fr_fr: Supression de la relation... Veuillez patienter

source: Please select at least a language
fr_fr: Veuillez sélectionner au moins une langue

source: Add/update relations
fr_fr: Ajouter/mettre à jour des relations

source: Update relations
fr_fr: Mettre àjour

source: Save
fr_fr: Enregistrer

source: No matches found for this query
fr_fr: Rien de trouvé pour cette requête

source: No title
fr_fr: Aucun titre

source: All fields are required.
fr_fr: Tous les champs sont requis

source: This group not exists.
fr_fr: Ce groupe n'existe pas.

source: No group on DB.
fr_fr: Aucun groupe de traduction dans la base.

source: Translation group saved.
fr_fr: Groupe de traduction sauvegardé

source: Translations Groups
fr_fr: Groupes de traduction

source: A translation group already exists with this name.
fr_fr: Un groupe de traduction existe déjà avec ce nom.

source: Translation group added.
fr_fr: Groupe de traduction ajouté.

source: Tcheater
fr_fr: Tricheur

source: All label fields are required.
fr_fr: Tous les champs sont requis.

source: Translation group updated.
fr_fr: Groupe de traduction ajouté.

source: Security error
fr_fr: Erreur de sécurité.

source: Error during the post information gathering
fr_fr: Erreur lors de la récupération des informations de l'article

source: Edit relation
fr_fr: Editer la relation

source: Delete relation
fr_fr: Supprimer la relation

source: Add relation
fr_fr: Ajouter la relation

source: No site to translate.
fr_fr: Aucun site à traduire.

source: Create draft in all available languages
fr_fr: Créer un brouillon dans toutes les langues

source: Create draft in selected languages
fr_fr: Créer un brouillon dans les langues sélectionnées

source: Search
fr_fr: Rechercher

source: No search term specified. Showing recent items.
fr_fr: Aucune recherche spécifiée. Affichage des résulats les plus récents.

source: Cancel
fr_fr: Annuler

source: Add a translation group
fr_fr: Ajouter un groupe de traduction

source: Name
fr_fr: Nom

source: This name is used on DB. (All characters in lowercase and no weird) <strong>This value can not be changed</strong>
fr_fr: Ce nom est utilisé dans la base de données. (Tous les caractères doivent être en bas de casse et aucun caractère spécial) <strong>Cette valeur ne peut pas être changée</strong>

source: This parameter is used for display translation group on backoffice.
fr_fr: Ce paramètre est utilisé pour afficher le groupe de traduction dans le backoffice.

source: Add group
fr_fr: Ajouter le groupe

source: Add
fr_fr: Ajouter

source: Translation groups allow you to link sites together for the translation feature
fr_fr: Les groupes de traduction vous permettent de lier des sites entre eux et de pouvoir traduire leurs contenus respectifs

source: For example, we can consider that the site of a Swiss bank must be available in 4 languages: English, French, German and Italian. We can create a group "Switzerland", and add the 4 sites corresponding to 4 languages.
fr_fr: Par exemple, prenons le site d'une banque Suisse qui doit être disponible dans 4 langues : Anglais, Français, Allemand et Italien. Nous pouvons alors créer un groupe "Switzerland" et ajouter ces 4 sites correspondant aux 4 langues.

source: Registered translation groups by plugin API
fr_fr: Groupes de traduction déclarés au travers de l'API

source: Groups registered by the API are not editable. You need to change your source code to apply any changes.
fr_fr: Les groupes de traduction renseignés au travers de l'API ne sont pas éditables. vous devez aller editer le code source pour mettre à jour ces réglages.

source: Websites
fr_fr: Sites

source: Registred translation groups by network settings
fr_fr: Groupes de traduction renseignées par les options du réseau

source: These groups were added by this page, you can edit and delete them. To delete or edit a site connected to a group, you must go to the network edit page.
fr_fr: Ces groupes on été ajoutés au travers de ce formulaire, vous pouvez les editer et les supprimer. Pour supprimer ou éditer un site lié à un groupe, vous devez aller dans les options du réseau.

source: Delete?
fr_fr: Supprimer?

source: Add a site to this group by editing site into the <a href="%s">sites management page</a>.
fr_fr: Ajouter un site à ce gorupe en éditant un site dans la <a href="%s">page de gestion des sites</a>.

source: Save groups
fr_fr: Enregistrer les groupes

source: You do not have a translation groups.
fr_fr: Vous n'avez pas de groupes de traduction.

source: To start, connect the two sites contents of your network, you must create a translation group. Groups generally translations correspond to the name of a country. This country will usually several translations. Once the group is created, you can add an site.
fr_fr: Pour pouvoir connecter les contenus de vos sites vous devez commencer par créer un groupe de traduction. Les groupes de traduction se nomment générallement comme le pays qu'ils concernent. Ce pays aura souvent plusieurs traductions. Une fois que ce groupe est créé, vous pouvez y ajouter un site.

source: Translation
fr_fr: Traduction

source: This site belongs to the translation group <strong>"%s"</strong>, you can't edit this settings because this group is declared through the use of the code API into a plugin or functions.php file of your theme.
fr_fr: Ce site est lié au groupe de traduction <strong>"%s"</strong>, vous ne pouvez pas éditer ces paramètres car ce groupe de traduction est enregistré au travers de l'API au sein d'un plugin ou du fichier function.php de votre thème.

source: Language code
fr_fr: Code de la langue

source: Public label
fr_fr: Label publique

source: Admin label
fr_fr: Label de l'admin

source: User language
fr_fr: Langue de l'utilisateur

source: Translation group
fr_fr: Groupe de traduction

source: Code language
fr_fr: Code de la langue

source: This code language must be composed with ISO 639 language code (lowercase), an underscore and ISO 3166-1 alpha-2 country code (uppercase)
fr_fr: Le code de la langue doit être conforme au codes ISO 639(bas de casse) un underscore et un code de pays ISO 3166-1 alpha-2 (haut de casse)

source: Sample
fr_fr: Exemple

source: This parameter is used for display language on frontoffice.
fr_fr: Ces paramètres sont utilisé pour afficher la langue aux visiteurs dans le frontoffice.

source: This parameter is used for display language on backoffice.
fr_fr: Ces paramètres sont utilisés pour afficher la langue dans le backoffice.

source: This parameter is used to redirect the country sites from browser settings.
fr_fr: Ce paramètre est utilisé pour redigier les visiteurs grâce aux paramètres de son navigateur.

source: Group Translation
fr_fr: Groupe de traduction

source: You do not currently belong to any group translation. When connecting this site to other languages​​, you must connect in a common group.
fr_fr: Ce site n'est actuellement lié à aucan groupe de traduction. Quand vous connecterez ce site à d'autres langues, vous devez le connecter à un groupe commun.

source: No translation group has been created on the network. You must first <a href="%s">create one</a> from the administration console on the network.
fr_fr: Aucun groupe de traduction n'a été créé sur le réseau. Vous devez d'abord en <a href="%s">créer un</a> depuis les réglages du réseau.

source: Search Results %1$s
fr_fr: Résutats de recherche %1$s

source: Title:
fr_fr: Titre:
